Repository: zotonic/zotonic_mod_mailgun
Catalog: priv/translations/*.mod_mailgun.po
Languages: nl

source: API Key
nl: API-sleutel

source: Configure the general proxy settings to enable Mailgun as an email relay.
nl: Configureer de algemene proxy instellingen om Mailgun als e-mail relay ite gebruiken.

source: Default
nl: Standaard

source: Domain
nl: Domeinnaam

source: Domain as configured in Mailgun.
nl: Domein zoals geconfigureerd in Mailgun.

source: Endpoint for Mailgun API requests.
nl: Eindpunt voor Mailgun API verzoeken.

source: Key for signing API requests.
nl: Key voor het ondertekenen van API verzoeken.

source: Key for signing calls from Mailgun to the Zotonic webhook.
nl: Key voor het ondertekenen van aanroepen van Mailgun naar de Zotonic webhook.

source: Save
nl: Bewaar

source: The webhook URL is:
nl: De webhook URL is:

source: To receive Mailgun status updates and synchronize email blocks, add the Mailgun API secrets below.
nl: Om Mailgun status updates te ontvangen en e-mail blokkades te synchroniseren, voeg de Mailgun API geheimen hieronder toe.

source: is a relay for email.
nl: is een relay voor e-mail.
